;Do not translate this section
[Info]
Language=Français
Translator=JacK(jack_cq@mvps.org) & Nicolas
Version=1.0.0.369.2

;Main Menu
[Menu]
;
;Channel Menu
;
Title32791=&Flux
Item32791=Mettre à jour tous les flux
Item33321=Stopper toutes les MAJ
Item32793=Marquer tout comme lu
Item36564=Rafraîchir
Item32792=Mise à jour du flux/groupe 
Item32818=Marquer comme lu
Item32800=Supprimer
Item36739=Renommer
Item32799=Propriétés...
Item36548=Organiser les flux...
Item57665=Q&uitter

Title32797=Ajouter
Item32797=Flux...
Item36537=Recherche de flux...
Item32796=Groupe de flux...
Item36558=Synchro des flux Bloglines...
Item32837=Surveillance de News...
Item32925=Etiquette...

;
;Edit Menu
;
Title57635=&Editer
Item57635=Cou&per
Item57634=&Copier
Item57637=&Coller
Item57636=Trouver le Texte (sur cette page)...
Item36547=Trouver les flux abonnés...
Item32917=Cherc&her un article de News
Item32858=Chercher le suivant
Item36738=Recherche globale...

;
;View Menu
;
Title32922=&Afficher
Item32922=&Barre des Flux
Item32923=&Liste des News
Item36609=Nouv onglet
Item32811=&Maximiser le volet de lecture
Item33035=&Flux non lu suivant
Item36544=&Groupe non lu suivant
Item32861=&Article de News suivant
Item32860=&Article de News précédent

;
;Tools Menu
;
Title32808=&Outils
Item32808=&Importer des flux depuis des fichiers OPML/XML...
Item32842=&Exporter des flux vers le fichier OPML/XML...
Item36543=Exporter des News vers le fichier &RSS/XML...
Item32841=&Nettoyage...
Item32852=&Options...

Title33312=Statistiques &des flux
Item33312=Top 10 Les plus visités
Item33313=Top 10 Les derniers visités
Item36732=Les plus actifs des 60 derniers jours
Item36733=Les moins actifs des 60 derniers jours
Item36735=Configurer...

;
;Help Menu
;
Title36553=&Aide
Item36553=Vérifier les nouvelles &Versions
Item36550=Visiter GreatNews &Website...
Item36567=Visiter GreatNews &Forum...
Item57664=&A propos...

;
;Channel Tree Popup Menu
;
Item32815=Développer tout
Item32816=Réduire tout
Item33033=Réduire au Groupe

;
;News List Popup Menu
;
Item32870=Marquer comme lu
Item36601=Marquer comme non lu
Item36539=Supprimer
Item36556=Nouveau nom...

[FeedGroupPropertiesDialog]
Title=Propriétés du Groupe
C1070=Nom(*)
C1071=Description:
C1072=Site WEB:
C1030=Ne pas mettre à jour ce groupe de flux automatiquement

[OptionsDialog]
Title=Options

[OptionsDialog_General]
Title=Général
C1010=Mettre tous les groupes à jour au démarrage de GreatNews
C1006=Vérifier les mises à jour du programme au démarrage de GreatNews
C1013=Minimiser dans syst tray
C1058=Fermer dans syst tray
C1074=Mise à jour automatique des flux toutes les 
C1075=Rappel assistant de nettoyage tout les
C1073=Quand GreatNews démarre
C1062=Afficher écran vide
C1007=Afficher l'écran d'accueil
C1063=Afficher top 10 des plus visités
C1016=Faire de GreatNews le lecteur de flux par défaut

[OptionsDialog_Reading]
Title=Lecture
C1076=Présentation
C1077=Articles par page (1 à 999)
C1011=Marquer le flux précédent lu au changement de flux
C1010=MAJ automatique du Flux/Groupe en cliquant sur:
C1078=En cliquant sur le lien  "Next>" sur la dernière page
C1062=Rester sur dern. page
C1067=Ouvrir le flux/groupe non lu suivant, selon ce que je lis
C1079=Marquer la page courante comme lue
C1069=Interactif
C1068=Automatique après
C1080=secondes (0 à 999, 0 = jamais)
C1006=Me prévenir des flux non mis à jour depuis
C1135=jours
C1136=Afficher nouveaux articles pendant
C1137=secondes

[OptionsDialog_Usability]
Title=Utilisation
C1081=Fonction"Flux/Groupe non lu suivant"
C1010=Fermer la liste des news automatiquement
C1011=Placer le filtre sur "non lu" automatiquement
C1012=Marquer le dernier Flux/Groupe comme lu automatiquement
C1082=Fonction "Recherche article précédent/suivant"
C1013=Ouvrir la liste des news automatiquement
C1006=Activer le blocage popup (Ctrl + clic sur un lien pour autoriser le popup)
C1007=Afficher infos dans le system tray après la mise à jour du flux
C1058=Ouvrir les liens RSS dans le navigateur externe par défaut
C1138=Double clic sur liste ouvre la page dans
C1062=Navigateur externe
C1063=Panneau de lecture GreatNews
C1064=Nouv onglet
C1139=Clic sur lien dans panneau de lecture ouvre article dans
C1057=Onglet courant
C1060=Navigateur externe
C1061=Nouv onglet
C1059=Désactiver navigation par onglet (Nécessite redémarrage de GreatNews)
C1123=Ne pas ouvrir/fermer les groupes automatiquement

[OptionsDialog_ItemFeatures]
C1140=Affichage des infos dans le panneau de lecture:
C1010=Etiquetter
C1011=Ecrire à
C1013=Auteur
C1017=Nouveaux articles en surbrillance
C1006=Suivre commentaires (Quand la source est disponible)
C1141=Extensions considérées comme Podcast:
C1016=Outils de config. Blog...

[OptionsDialog_Connection]
C1062=Utiliser réglages Internet Explorer
C1063=Utiliser serveur proxy:
C1147=URL:
C1148=Port:
C1149=Nom:
C1150=Mot passe:
C1151=Pas proxy pour:

[ConfigBlogToolsDialog]
Title=Outils de configuration du Blog
C1142=Outils configurés:
C1143=Détail des outils:
C1108=Nom:
C1145=Type:
C1100=URL:
C1146=Vous pouvez utiliser les variables suivantes dans les URL: %TITLE%, %TEXT%, %LINK%, %AUTHOR%, %HTMLFILE%
C1017=&Nouveau
C1057=&Effacer
C1018=&Sauvegarder
C2=Fermer

[LabelDialog]
Title=Propriétés du nom
C1083=Nom(*):
C1120=Style:

[FindSubscribedChannelDialog]
Title=Trouver le flux abonné

[GlobalSearchDialog]
Title=Recherche globale
C1134=&Chercher tous les flux pour:
C1027=&Sensible casse
C1013=&Correspond. exacte
C1=Chercher
C2=Fermer

[OrganizeChannelsDialog]
Title=Organiser les flux
C1084=Flux Sélectionnés:
C1017=Sélectionner Tout
C1038=Désélectionner Tout
C1061=Nouveau Groupe de Flux...
C1016=Déplacer vers le Groupe
C1052=Supprimer les Flux
C1064=Détacher de Bloglines

[ChannelPropertiesDialog]
Title=Propriétés des Flux

[ChannelPropertiesDialog_URL]
C1085=URL du Flux(*):
C1010=Retrouver propriétés du flux depuis Internet
C1016=Valider le Flux
C1065=Ce Flux synchronise via Bloglines.com
C1064=Détacher de Bloglines
C1030=Ne pas mettre à jour ce flux automatiquement
C1006=Ce flux requiert une authentification:
C1130=Nom:
C1131=Mot passe:
C1125=Conseil: si vous ne connaissez pas l'URL du flux, vous pouvez taper directement l'adresse comme http://www.ratiatum.com. GreatNews détecte automatiquement les flux RSS dans la page WEB.

[ChannelPropertiesDialog_Properties]
C1086=Titre(*):
C1087=Description:
C1088=Site WEB:
C1089=Format:
C1009=(Sélectionner "Retrouver propriétés du flux depuis Internet" dans la page précédente pour voir le format du flux)
C1090=Dernière MAJ:
C1092=Dern modif:
C1021=Pas encore mis à jour
C1114=Mise à jour automatique:
C1115=Nettoyer news plus anciennes que:

[ChannelPropertiesDialog_Settings]
C1114=Fréquence de MAJ auto:
C1120=Style d'affichage:
C1115=Nettoyer news plus anciennes que:
C1013=Garder seulem. plus récents
C1132=articles à effacer.
C1006=Popup quand un article arrive
C1007=Garder ce flux même si inactif

[ChannelPropertiesDialog_Group]
C1091=Sélectionner un groupe de flux:
C1016=Nouveau

[InactiveChannelDialog]
Title=Flux inactifs
C1016=Eff./Désac.

C1122=Garder
C2=Fermer

[NewsWatchPropertiesDialog]
Title=Propriétés de la surveillance de News

[NewsWatchPropertiesDialog_Properties]
C1092=Nom surveillance(*):
C1093=Mots à surveiller(*):
C1044=cherc. n'importe quel mot
C1023=chercher tous les mots
C1046=cherc. phrase exacte
C1027=Sensible casse
C1013=Corresp. mot entier
C1094=Pour les articles de News correspondants
C1059=Couleur du texte
C1095=Couleur du fond
C1057=Ignorer articles correspondants lors de la MAJ
C1058=Marquer lu directement
C1154=A surveiller:
C1010=Titre de l'article
C1019=Contenu
C1015=Auteur
C1041=Désact. cette surveillance
C1120=Style affichage:

[NewsWatchPropertiesDialog_Channels]
C1023=Surveiller tous les Flux
C1024=Surveiller les Flux sélectionnés
C1016=Sélect tout
C1038=Désélec tout
C1018=Lancer cette surveillance au téléchargement des nouvelles news

[ExportDialog]
Title=Exporter vers OPML/XML

[ExportDialog_Select]
C1097=Sélectionner les groupes/flux à exporter:
C1016=Sélectionner tout
C1038=Désélectionner tout
C1010=Exporter toutes les surveillances de news et les titres
C1098=(Si cette option est cochée, le fichier de sortie opml/xml peut ne pas être compatible avec d'autres lecteurs RSS)

[ExportDialog_File]
C1096=Exporter le nom du fichier(*):

[ImportDialog]
Title=Importer depuis OPML/XML

[ImportDialog_File]
C1032=Importer &les flux par défaut
C1035=Importer les flux/groupes depuis &le fichier
C1099=Nom du fichier:
C1036=Importer les flux/groupes depuis &internet
C1100=URL:

[ImportDialog_Select]
C1104=Sélectionner les groupes/flux à importer:
C1016=Sélectionner Tout
C1038=Désélectionner Tout
C1010=Mettre les flux à jour depuis Internet pendant l'importation
C1011=Importer les surveillances de news et titres trouvés dans ce fichier

[ImportDialog_Group]
C1101=Déplacer les Flux dans le Groupe:
C1016=Nouveau Groupe...

[ImportDialog_Progress]
C1026=Cliquer le bouton [Next] pour démarrer l'importation...
C1016=Stopper l' Importation
C1102=(Vous pouvez stopper l'import à tout moment et la reprendre plus tard)
C1103=Astuce: après l'Importation, utiliser Flux->Organiser les Flux... pour réorganiser les Flux

[ExportRSSDialog]
Title=Exporter les News vers un fichier RSS
C1099=Nom du Fichier(*):

[CleanupDialog]
Title=Assistant de nettoyage

[CleanupDialog_Options]
C1105=Nettoyer les news plus anciens que:
C1117=(Les paramètres au niveau du flux prennent le pas sur cette valeur par défaut)
C1010=Inclure &les news non lues
C1011=Inclure &les news étiquettées
C1006=Compresser le fichier data après nettoyage
C1124=Effacer fichiers temporaires de GreatNews
C1013=Garder uniquem. plus récents
C1152=nouvel article par flux (*)
C1153=(*) réglage écrasé par celui du flux

[CleanupDialog_Channels]
C1097=Sélectionner les flux à nettoyer:
C1016=Sélectionner Tout
C1038=Désélectionner Tout

[CleanupDialog_Progress]
C1025=Cliquer le bouton [Next] pour démarrer le nettoyage

[SearchChannelPropertiesDialog]
Title=Chercher les propriétés du Flux
C1106=Chercher depuis:
C1107=Mot-clé(*):
C1108=Titre(*):

[BloglinesSyncDialog]
Title=Flux Bloglines.com Sync 

[BloglinesSyncDialog_Account]
C1109=Compte Bloglines.com
C1110=Mot passe(*)
C1111=Conf. mot passe(*)

[BloglinesSyncDialog_Channels]
C1112=Sélectionner les flux Bloglines que vous désirez synchroniser avec GreatNews:
C1016=Sélectionner Tout
C1038=Désélectionner Tout
C1010=GreatNews ne marque pas les flux comme lus de Bloglines

[Toolbars]
T200=Article
T201=Recherche
T101=Adresse
B32791=Mettre tout à jour
B32818=Marquer comme lu
B32850=Montrer tout
B32840=Style

;The date combobox on toolbar
[DateFilter]
0=Aujourd'hui
1=Hier et aujourd'hui
2=7 derniers Jours
3=30 derniers Jours
4=Tout

;The status combobox on toolbar
[StatusFilter]
0=Non lu
1=Etiquetté
2=Tout

;Auto Update Frequency combobox in Options dialog
[AutoUpdateFrequency]
0=15 min
1=30 min
2=1 heure
3=2 heures
4=3 heures
5=4 heures

; Cleanup reminding interval combobox in Options dialog
[CleanupReminderInterval]
0=1 semaine
1=2 semaines
2=1 mois
3=2 mois
4=3 mois
5=6 mois
6=Jamais

;Auto Update Frequency combobox in Channel Properties dialog
[ChannelAutoUpdateFrequency]
0=Défaut
1=1 min
2=5 min
3=10 min
4=15 min
5=30 min
6=1 heure
7=2 heures
8=3 heures
9=4 heures
10=12 heures
11=24 heures

;Cleanup max age combobox in Channel Properties dialog
[ChannelCleanupMaxAge]
0=Défaut
1=Tout
2=1 jour
3=2 jours
4=1 semaine
5=2 semaines
6=1 mois
7=3 mois
8=6 mois
9=Jamais

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=Tout
1=1 semaine
2=2 semaines
3=1 mois
4=3 mois
5=6 mois


[Messages]
;main
M137=Vous êtes déjà abonné à ce flux. Voulez-vous l'ouvrir ?
M138=Le lien est un nouveau flux. Voulez-vous vous y abonner?
M152=Etes-vous sûr de supprimer le groupe [%s]?
M153=Etes-vous sûr de supprimer le flux [%s]?
M154=Etes-vous sûr de supprimer la surveillance de news [%s]?
M155=Etes-vous sûr de supprimer le nom [%s]?
M156=Impossible de localiser le fichier data GreatNews.[%s]
M157=Fichier data Incompatible trouvé. Cliquer OK pour upgrader vers la dernière version.
M158=Une nouvelle version [%s] est disponible. Voulez-vous voir les changements?
M159=%d Flux de News
M160=%d nouveaux en-têtes récupérés avec succès depuis %d les flux.
M161=%d flux échoué(s).
M162=GreatNews a terminé la mise à jour de tous les flux de news.
M163=GreatNews - Mise à jour du flux %d de %d
M164=Vous n'avez pas nettoyé les anciens flux de news depuis %d jours. Voulez-vous lancer l'assistant de nettoyage maintenant?
M167=Mise à jour du flux %s...
M175=Vous utilisez la dernière version de GreatNews.
M176=Echec de la vérification de nouvelle version. Réessayer plus tard SVP.
M177=La liste de News est vide. Sélectionner le flux ou groupe que vous voulez rechercher
M178=Aucun flux de news non lu n'a été trouvé
M202=GreatNews ne s'est pas terminé convenablement la dernière fois. Le Système va maintenant rafraîchir les comptes de flux non lu(s).
M207=Etes-vous sûr de vouloir marquer tous les articles en lu ?
M208=Impossible de trouver l'outils de blog spécifié.
M209=GreatNews s'améliore rapidement. Cette version béta a plus de 30 jours. S'il vous plait, téléchargez la dernière version sur http://www.curiostudio.com

; channel group dialog
M139=%d flux avec %d article(s) de news dans ce groupe. %d article(s) non lu(s).

; various channel dialogs
M140=%d article(s) de news dans ce flux. %d non lu(s).
M147=SVP indiquez le mot clé de recherche
M148=SVP nommez le flux recherché
M168=SVP indiquez l'URL du flux.
M169=Le titre du flux ne peut être vide
M171=SVP sélectionnez un groupe

; cleanup wizard
M141=%d article(s) de news avant nettoyage
M142=%d article(s) de news après nettoyage
M143=Nettoyage du flux %s...
M144=Compactage du fichier data...
M145=Nettoyage terminé avec succès
M146=SVP sélectionnez au moins un flux.
M204=Etes-vous sûr de vouloir effacer les articles etiquettés ?

;Export RSS dialog
M149=%d article(s) de news exportés vers le fichier %s

;Export Wizard
M150=SVP spécifiez le nom du fichier de sortie.
M151=%d Flux et %d Groupe(s) exporté(s) avec succès.

;Channel Organizer
M165=Etes vous sûr de supprimer %d le(s) flux sélectionné(s)?
M179=SVP Sélectionnez les flux que vous désirez déplacer
M180=SVP Sélectionnez un groupe dans lequel vous voulez déplacer les flux sélecrtionnés
M181=SVP Sélectionnez les flux que vous voulez supprimer
M182=SVP Sélectionnez les flux bloglines sync que vous voulez détacher

;Search dialog
M166=Recherche %d de %d...
M170=Aucun article de news correspondant trouvé

;Import Wizard
M172=SVP spécifiez un nom de fichier
M173=SVP spécifiez une url
M174=SVP stopper l'importation avant de quitter.
M190=%d Flux et %d Groupes ont été importés avec succès.\n
M191=%d Flux et %d Groupes ont été ignorés car ils existent déjà.\n
M192=%d Flux et %d Groupes échoués.
M193=\tGroupe '%s' a été importé avec succès
M194=\tGroupe '%s' a été ignoré
M195=***** Groupe '%s' importation échouée
M196=\tFlux '%s' a été ignoré
M197=Importation du Flux '%s'...
M198="**** Flux '%s' a été importé avec succès après avoir été renommé
M199=\tFlux '%s'  a été importé avec succès
M200=***** Flux '%s' importation ECHOUEE. [%s]*****
M201=***** Flux '%s' importation ECHOUEE. *****

;Bloglines Sync Wizard
M183=SVP remplissez le compte Bloglines.com
M184=Le mot de passe ne correspond pas à la confirmation de mot de passe

;News Watch dialog
M185=SVP Remplissez les mots à surveiller
M186=SVP Remplissez le titre de la surveillance
M187=SVP Cochez au moins une option de surveillance
M188=La couleur du texte ne peut être la même que la couleur de fond
M189=SVP Sélectionnez au moins un flux

;Label Properties dialog
M203=%d nouveaux articles ont cette étiquette.

;Config BlogThis Dialog
M205=Remplacer <yoursite.com> avec l'adresse de votre site.

;Global Search Dialog
M206=Aucun article correspondant trouvé.
